IDEA Open Model
PointLoadOnLine.My Property
Compatible with IDEA StatiCa v 10.1
 Moment about the y-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double My { get; set; }
Public Property My As Double
	Get
	Set
public:
property double My {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace